<?php
return [
	'nattreid' => [
		'cookiePolicy' => [
			'text' => 'אנו משתמשים בקבצי עוגיה להתאים את התוכן והפרסומת, להגיש פעילות מדיה חברתית ולנתח נוכחות באתר שלנו למשתמשים פרטיים.אנו משתפים עם שותפינו מידע על פעילותך ברשת עבור מדיה חברתית, פרסום ועיבוד ניתוח המידע בכפוף למסמכי עקרונות עיבוד מידע אישי. בחלק \'הגדרות מסמכי עוגיה\' באפשרותך להגדיר את העדפותיך. בשימוש בזה הינך מסכים עם קבצי העוגיה.',
			'link' => 'מידע נוסף',
			'settings' => 'הגדרת עוגיה',
			'privacySettings' => 'הגדרת פרטיות',
			'allowAll' => 'אשר הכל',
			'save' => 'שמור הגדרה',
			'allowWithoutCommercial' => 'אשר ללא פרסומים',
			'title' => 'מרכז העדפות שמירת פרטיות',
			'alwaysActive' => 'פעיל תמיד',
			'active' => 'פעיל',
			'inactive' => 'לא פעיל',
			'privacy' => [
				'title' => 'הפרטיות שלך',
				'content' => 'רשתות שהנך מבקר בהן, יכולות לשמור או להעלות מידע מהדפדפן שלך, בדרך כלל על ידי קקבצי עוגיה. מידע זה נוגע אליך, העדפותיך או המכשירים והציוד שלך, ומשמש להבטיח את פעילות הרשת האופטימלית. זה מתייחס למידע שבדרך כלל אינו מאפשר בדיקה ישירה של זהותך, אבל עשוי לעזור בהתאמת הרשת לצרכים ולאינטרסים שלך..<br/><br/>אנו מכבדים את זכותך לפרטיות ולכן אנו מציעים לך אפשרות לחסום חלק מקבצי העוגיה. בלחיצה על קטגוריה בודדת תראה מידע מפורט ואפשרויות להתאמת ההגדרות הראשוניות. אם הינך חוסם סוגים מסוימים של קבצי עוגיה, הרשת תעבוד היטב ואין צורך להשתמש בחלקי שירות מסוימים.',
			],
			'needed' => [
				'title' => 'קבצי עוגיה הכרחיים לגמרי',
				'content' => 'קבצי עוגיה אלו הכרחיים לפעילות האתר ואין אפשרות לבטל אותם במערכת שלנו. בדרך כךך זה מוגדר להגיב בהתאם לפעולות שלך, ובהתאם לבקשות שירות, למשל הגדרות הגנת פרטיות, העדפות, הרשמה או מילוי טפסים. אין ביכולתינו לתת גישה לחלקים מסוימים ברשת או לספק סוגי שירות נצרכים ללא קבצי העוגיה האלו.',
			],
			'analytics' => [
				'title' => 'קבצי עוגיה אנליטיים',
				'content' => 'קבצי עוגיה אלו מאפשרים לנו לפקח על כמות הביקורים ומיקום המבקרים על מנת להעריך ולשפר את פעילות הרשת. הודות לכך אנו יודעים אילו דפים הכי אהובים, אילו פחות, וכיצד המשתמשים נעים ברשת.<br/><br/>כל המידע הנאסף על ידי קבצי העוגיה הינו חסוי. אם הינך חוסם קבצי עוגיה אלו אין לבדוק את הפעילות ברשת.',
			],
			'functional' => [
				'title' => 'קבצי עוגיה תפקודיים',
				'content' => 'קבצי עוגיה אלו מאפשרים לנו להתאים את הרשת בשבילך ולהציע לך תפקודים ופונקציות נוספים.זה גם שומר את בחירותיך, העדפות שפה וכתובת יעד. קבצי העוגיה מוגדרים על ידינו או על ידי גוף חיצוני ומוגשים באתר שלנו.<br/><br/>במקרה ואינך מאשר את התפקוד הזה חלק ממנו עשוי לא לפעול.',
			],
			'commercial' => [
				'title' => 'קבצי עוגיה פרסומיים',
				'content' => 'קבצי עוגיה אלו מוגדרים על ידנו או על ידי המרסמים השותפים שלנו. חברות אלו יכולות ליצור פרופיל של האינטרסים שלך והודות לזה הן יכולות להציע פרסומות מתאימות.<br/><br/>הן אינן שומרות באופן ישיר מידע אישי, אך עובדות עם ציוד מיוחד לזיהוי דפדפנים שדרכם הינך מתחבר לאינטרנט. במקרה והינך חוסם קבצי עוגיה אלו תראה פרסומות ממוקדות פחות.',
			]
		]
	]
];