<?php
return [
	'nattreid' => [
		'cookiePolicy' => [
			'text' => '当社は、内容と広告の改善、ソーシャルメディアの機能の提供、そして、当ウェブサイトの利用者の訪問を分析するためにCookieをご利用します。個人情報の取り扱い規則に準拠した上で、お客様の本サイトでの操作履歴をソーシャルメディアのパートナーと共有し、広告や分析に利用します。 「Cookie 設定」で、お好みを選択できます。本サイトを利用することは、これらの Cookie を利用することに同意することになります。',
			'link' => 'もっと知りたい',
			'settings' => 'Cookie 設定',
			'privacySettings' => 'プライバシー設定',
			'allowAll' => 'すべてを許可',
			'save' => '設定を保存',
			'allowWithoutCommercial' => '的を絞った広告無しを許可',
			'title' => 'プライバシー保護選択センター',
			'alwaysActive' => 'いつも能動的にする',
			'active' => 'アクティブにする',
			'inactive' => 'アクティブにする',
			'privacy' => [
				'title' => 'お客様のプライバシー',
				'content' => '訪問中のウェブサイトがお客様のブラウザから情報を保存・獲得することができるのはほとんどがCookieを利用しているからです。Cookieはお客様やお好みの設定や設備に関係し、ウェブサイト効能の最適化を確保するために利用されています。直接の身分識別を可能にすることなく、ウェブ環境をお客様のご要求や趣味に合わせて調整することに役立つ情報です。<br/><br/>当社はお客様のプライバシー保護の権利を尊重するために、いずれかのCookieを閉じる選択肢をご提供しております。何れか個別のCookie をクリックすると、細かい情報と選択肢が出て初期設定を変更することができます。Cookieを無効にしても、ウェブが正しく動作できますので、ご安心下さい。',
			],
			'needed' => [
				'title' => '全ての必須 Cookie',
				'content' => 'このCookieはウェブサイトの動作に必要であり、本サイトのシステムでは無効化にすることが出来ません。普段はお客様の動作、例えば、プライバシー保護のお好みの設定、登録、又は、表への入力などに反応するように設定されています。このCookie がないと、どれかのページへのアクセスや、要求されたサービスの提供が出来ません。',
			],
			'analytics' => [
				'title' => '分析 Cookie',
				'content' => 'この Cookieは訪問回数と利用者の地域を把握した上で、ウェブの稼働を改善することを可能にします。そのために、一番人気や不人気なページや、利用者の訪問経路を知ることができます。<br/><br/>このCookieが集めた全ての情報は匿名です。利用者が本サイトの訪問中に無効にすることにより、我々はウェブの動作を知れなくなります。',
			],
			'functional' => [
				'title' => '機能 Cookie',
				'content' => 'この Cookie はお客様に合わせてウェブを調整し、更なる機能を提供することを可能にしています。また、ご希望の選択や言語や旅行先などを保存するに利用されます。Cookieの設定は、本サイトに記載されている我々や第三者によって行われます。 <br/><br/>この機能を拒否すると、いくつか、ひいては全ての機能が正しく動作しないことがあります',
			],
			'commercial' => [
				'title' => '広告 Cookie',
				'content' => 'この Cookieは我々やパートナーの広告主によって設定されます。これらの会社はお客様の趣味・関心のプロフィールを作成し、関連広告を配信することができます。<br/><br/>個人情報を直接に保存するのではなく、お客様がネットサーフィンの時に利用するブラウザの広告識別子と共に動作するのです。この Cookieを無効にすると、ターゲット広告を目にすることが減ります。',
			]
		]
	]
];