<?php

return [
	'nattreid' => [
		'cookiePolicy' => [
			'text' => 'Чтобы мы могли адаптировать рекламный контент для конкретных пользователей, для предоставления функций социальных сетей и анализа посещаемости нашего сайта мы используем файл cookie.',
			'link' => 'Больше информации',
			'settings' => 'Cookie настройки',
			'privacySettings' => 'Конфиденциальность и настройки',
			'allowAll' => 'Разрешить всё',
			'save' => 'Сохранить настройки',
			'allowWithoutCommercial' => 'Разрешить без целевой рекламы',
			'title' => 'Центр конфиденциальности',
			'alwaysActive' => 'Всегда активный',
			'active' => 'Активный',
			'inactive' => 'Неактивный',
			'privacy' => [
				'title' => 'Ваша конфиденциальность',
				'content' => 'Веб-сайты, которые вы посещаете , могут хранить или извлекать информацию из вашего браузера,обычно в виде файлов cookie. Эта информация может касаться Вас, ваших предпочтений или вашего устройства и обычно используется для обеспечения оптимального функцианирования сайта. Эта информация, которая обычно не позволяет идентифицировать себя напрямую, но может помочь адаптироваться к вашим потребностям и интересам.<br/><br/>Мы уважаем ваши права на конфиденциальность и предлагаем вам возможность отключить некоторые типы файлов cookie. Щёлкните на каждую категорию, чтобы узнать больше подробностей и изменить настройки по умолчанию. Если некоторые типы файлов cookie заблокированы, сайт может работать неоптимально, а некоторые службы могут быть недоступны.',
			],
			'needed' => [
				'title' => 'Абсолютно необходимые файлы cookie',
				'content' => 'Эти файлы cookie необходимы для функционирования веб-сайта и не могут быть диактивированы в наших системах. Обычно они отвечают на такие действия,как запросы на обслуживание, настройки конфиденциальности, вход в систему или заполнение формы. Без этих файлов cookie мы не сможем предоставить вам некоторые части сайта или предоставить некоторые услуги.'
			],
			'analytics' => [
				'title' => 'Аналитические файлы cookie',
				'content' => 'Эти файлы cookie позволяют нам отслеживать количество посещений и места посещений пользователей нашего сайта, чтобы мы могли измерить и улучшить производительность сайта. Поэтому мы знаем, какие сайты являются наиболее популярные и наименее популярные и как посетители перемещаются по сайту. Вся информация, которую собирают файлы cookie, анонимная. Если эти файлы отключить, мы не узнаем когда вы посещаете наш веб и не сможем контролировать, как работает наш сайт.',
			],
			'functional' => [
				'title' => 'Функциональные файлы cookie',
				'content' => 'Эти файлы cookie позволяют сделать наш сайт более персонализированным, чтобы мы могли предложить вам больше функиональности. Среди прочего он хранит ваш выбор, ваш предпочитаемый язык и ваше местонахождение. Мы или третьи лица устанавливаем файлы cookie этого типа на нашем сайте. Если вы не разрешите использование этих файлов ,некоторые службы могут перестать работать.',
			],
			'commercial' => [
				'title' => ' Рекламные файлы cookie',
				'content' => 'Эти файлы cookie устанавливаются нами или нашими партнерами-рекламодателями. Эти компании могут помочь создать профиль ваших интересов и , исходя из этого они могут предлагать релевантные объявления на других сайтах.<br/><br/>Не хранит личную информацию напрямую, а работает с уникальной идентификацией браузера и устройства, через которое вы подключаетесь к Интеренту. Если вы откючите эти файлы , вы увидите меньше целенапрвленной рекламы.',
			]
		]
	]
];
